{
    "Quotes": [
        "I spent 90 percent of my money on women and drink. The rest I wasted!",
        "I love the tension. I love when everything’s going wrong. ... In the NBA, they don’t promote guys like me. They like guys who like Cheerios, good guys. But I find a way to promote myself.",
        "To win, I’d run over Joe’s mom, too.",
        "They don’t think it be like it is, but it do.",
        "I can play in the center, on the right and occasionally on the left side.",
        "I feel like I'm the best, but you're not going to get me to say that.",
        "You don't like to see hookers going down on players like that.",
        "My career was sputtering until I did a 360 and got headed in the right direction.",
        "He treats us like men. He lets us wear earrings.",
        "The drivers have one foot on the brake, one on the clutch and one on the throttle.",
        "Because she is too ugly to kiss goodbye.",
        "I'm traveling to all 51 states to see who can stop 85.",
        "The only thing that keeps this organization from being recognized as one of the finest in baseball is wins and losses at the major league level.",
        "Sometimes they write what I say, not what I mean.",
        "I'm a !@#$ing soldier.",
        "Baseball is too much of a sport to be a business and too much of a business to be a sport.",
        "When you're rich, you don't write checks. ... Straight cash, homey.",
        "We're going to turn this team around 360 degrees.",
        "Nobody in football should be called a genius. A genius is a guy like Norman Einstein.",
        "Yeah, I'm cocky and I am arrogant. But that doesn't mean I'm not a nice person.",
        "The NFL, like life, is full of idiots.",
        "I'm glad I don't play anymore. I could never learn all of those handshakes.",
        "I've never lost a game. I just ran out of time.",
        "It took me 17 years to get 3,000 hits in baseball. I did it in one afternoon on the golf course.",
        "The only way to stop Jim Brown was to give him a movie contract.",
        "Why would I want to help them win a title? They're not doing anything for me. I've got a lot at risk here. I've got my family to feed.",
        "I don't think there's anybody in this organization not focused on the 49ers...I mean Chargers.",
        "He's a guy who gets up at six o'clock in the morning regardless of what time it is.",
        "I ain't gonna be no escape-goat.",
        "I don’t want to shoot my mouth in my foot, but those are games we can win.",
        "The problem with winter sports is that—follow me closely here—they generally take place in winter.",
        "These are my new shoes. They're good shoes. They won't make you rich like me, they won't make you rebound like me, they definitely won't make you handsome like me. They'll only make you have shoes like me. That's it.",
        "A day without newspapers is like walking around without your pants on.",
        "Baseball, it is said, is only a game. True. And the Grand Canyon is only a hole in Arizona.",
        "Because there are no fours.",
        "I'd be willing to bet you, if I was a betting man, that I have never bet on baseball.",
        "Golf and sex are the only things you can enjoy without being good at them.",
        "If history is going to repeat itself, I should think we can expect the same thing again.",
        "We talkin' about practice?",
        "I was going to write myself in, but I was afraid I'd get shot.",
        "What's the difference between a three-week-old puppy and a sportswriter? In six weeks, the puppy stops whining.",
        "Son, looks to me like you're spending too much time on one subject.",
        "Yeah, I regret we weren't on a higher floor.",
        "Well, Rickey's not one of them, so that's 49 percent right there.",
        "But the real tragedy was that 15 hadn't been colored yet.",
        "I went through baseball as a player to be named later.",
        "I've never seen anyone go on the DL with pulled fat.",
        "What's that? Ah – Playoffs? Don't talk about – playoffs?! You kidding me?! Playoffs?! I just hope we can win a game.",
        "I'm not allowed to comment on lousy officiating.",
        "You guys line up alphabetically by height.",
        "Julian Dicks is everywhere. It's like they've got eleven Dicks on the field.",
        "I want all the kids to do what I do, to look up to me. I want all the kids to copulate me.",
        "We can't win at home. We can't win on the road. As general manager, I just can't figure out where else to play.",
        "Football is an incredible game. Sometimes it's so incredible, it's unbelievable.",
        "I was thinking about making a comeback, until I pulled a muscle vacuuming.",
        "He has turned defensive boxing into a poetic art. Trouble is, nobody ever knocked anybody out with a poem.",
        "The Germans only have one player under 22, and he's 23!",
        "I went to a fight the other night, and a hockey game broke out.",
        "They say that nobody is perfect. Then they tell you practice makes perfect. I wish they'd make up their minds.",
        "There are really only two plays: Romeo and Juliet, and put the darn ball in the basket.",
        "I can’t really remember the names of the clubs that we went to.",
        "I owe a lot to my parents, especially my mother and father.",
        "By the age of 18, the average American has witnessed 200,000 acts of violence on television, most of them occurring during Game 1 of the NHL playoff series.",
        "They shouldn't throw at me. I'm the father of five or six kids.",
        "We have a great bunch of outside shooters. Unfortunately, all our games are played indoors.",
        "The Bible never says anything about dinosaurs. You can't say there were dinosaurs when you never saw them. Somebody actually saw Adam and Eve. No one ever saw a Tyrannosaurus Rex.",
        "I made a 1,600 minus 800 minus 200 on the SAT, so I'm very intelligent when I speak.",
        "I want to rush for 1,000 or 1,500 yards. Whichever comes first.",
        "Ray Lewis is the type of guy, if he were in a fight with a bear I wouldn't help him, I'd pour honey on him because he likes to fight. That's the type of guy Ray Lewis is.",
        "I was such a dangerous hitter I even got intentional walks in batting practice.",
        "Fade into Bolivian, I guess.",
        "Most football players are temperamental. That's 90 percent temper and 10 percent mental.",
        "We must have had 99 per cent of the match. It was the other three per cent that cost us.",
        "I can dribble with my right hand and I can dribble with my left hand. I'm amphibious.",
        "Hey, the offensive linemen are the biggest guys on the field, they're bigger than everybody else, and that's what makes them the biggest guys on the field.",
        "Goaltending is a normal job, sure. How would you like it in your job if every time you made a small mistake, a red light went on over your desk and 15,000 people stood up and yelled at you?",
        "Booze, broads and bullshit. If you got all that, what else do you need?",
        "The Mets just had their first .500-or-better April since July of 1992.",
        "Statistics are like bikinis—they show a lot but not everything.",
        "Any time Detroit scores more than 100 points and holds the other team below 100 points, they almost always win.",
        "I led the league in \"Go get 'em next time.\"",
        "I dunno. I never smoked any Astroturf.",
        "He called me a ‘rapist’ and a ‘recluse.’ I’m not a recluse.",
        "I've seen George Foreman shadow boxing and the shadow won",
        "Chemistry is a class you take in high school or college, where you figure out two plus two is 10, or something.",
        "If the NBA were on channel five and a bunch of frogs making love was on channel four, I'd watch the frogs even if they were coming in fuzzy.",
        "I thought lacrosse was what you find in la church.",
        "I quit school in the sixth grade because of pneumonia. Not because I had it, but because I couldn't spell it.",
        "We're not attempting to circumcise rules.",
        "Hockey is a sport for white men. Basketball is a sport for black men. Golf is a sport for white men dressed like pimps.",
        "My sister’s expecting a baby, and I don’t know if I’m going to be an uncle or an aunt.",
        "All hockey players are bilingual. They know English and profanity.",
        "I've had to overcome a lot of diversity.",
        "When you get that nice celebration coming into the dugout and you’re getting your ass hammered by guys, there’s no better feeling than to have that done.",
        "We got to practice a little bit. I want these guys to be bouncing around like a pogo stick on Viagra.",
        "Ninety percent of this game is half mental.",
        "This is really a lovely horse, I once rode her mother.",
        "I may be dumb, but I'm not stupid.",
        "It's just a job. Grass grows, birds fly, waves pound the sand. I beat people up.",
        "You can sum up this sport in two words: You never know."
    ]
}